Repository: jfuentescasillas/BeersVIPER
Catalog: My3rdVIPER_BeersATSistemas/*.lproj/Localizable.strings
Languages: es_419

# beersNavItemTitle
source: Beer Indies
es_419: Cervezas Indies

# beersTabBarItem
source: Beers
es_419: Cervezas

# favBeersNavItemTitle
source: Favorite Beers
es_419: Cervezas Favoritas

# favBeersTabBarItem
source: Favorites
es_419: Favoritas

# beersResetButtonTitle
source: Reset
es_419: Borrar

# beersSearchBarPlaceholder
source: Search for a beer...
es_419: Busca una cerveza...

# beersSearchBarInvalidTextInputTitle
source: Invalid text input
es_419: Texto inválido

# beersSearchBarInvalidTextInputMessage
source: Only alphanumeric characters are allowed in the search bar. Please try another search with valid characters
es_419: Solo se permite la búsqueda usando caracteres alfanuméricos. Por favor intenta nuevamente.

# emptyResultsLabelNoInternet
source: No internet connection. Please Try again later.
es_419: No hay conexión a internet. Intenta de nuevo más tarde, por favor.

# emptyResultsLabelNoResults
source: There were no results for the beer you requested. Please try with another name.
es_419: No hubo resultados para la cerveza que solicitaste. Por favor intenta nuevamente con otro nombre.

# alertControllerInvalidTextInputTitle
source: Invalid Text Input
es_419: Texto inválido

# alertControllerInvalidTextInputMsg
source: Your search can only contain numbers, letters and/or blank spaces, please try again with a valid format.
es_419: Tu búsqueda solo puede contener números, letras y/o espacios en blanco. Intenta nuevamente con un formato válido, por favor.

# alertControllerNoInternetTitle
source: No Internet Connection
es_419: Sin conexión a internet

# alertControllerNoInternetMsg
source: It seems that your device has no internet connection, please try again later.
es_419: Parece que tu dispositivo no está conectado a intenet, por favor intenta de nuevo más tarde.

# beerSavedSuccessfullyTitle
source: Excellent!
es_419: ¡Excelente!

# beerSavedSuccessfullyMsg
source: The beer was successfully saved in your list of Favorite Beers!
es_419: ¡Cerveza guardada con éxito en tu lista de favoritas!

# beerCannotBeSavedTitle
source: Oops!
es_419: ¡Épale!

# beerCannotBeSavedMsg
source: This beer is already in your list of Favorite Beers! Therefore, it will not be saved again in the list.
es_419: ¡Esta cerveza ya está en tu lista de favoritas! No se guardará de nuevo.

# beerSavedCommentsDefaultValue
source: Write here your observations about this beer...
es_419: Escribe aquí tus observaciones de esta cerveza...

# searchFavBeerPlaceholder
source: Search your favorite beer...
es_419: Busca tu cerveza favorita...

# emptyFavoriteListTxt
source: Your list of favorite beers is currently empty! You can save a beer in this favorite list from the Beer tab! Just click on the beer you like from the list, and inside the details of that selected beer, press the "Save" button in the right upper corner of the screen to save it in favorites.
es_419: ¡Tu lista de cervezas favoritas está actualmente vacía! Para guardar una cerveza en esta lista de favoritas, hazlo desde la pestaña de Cervezas. En la lista de cervezas, haz click en la cerveza que te guste, y en su ventana de Detalles pulsa el botón "Guardar" en la esquina superior derecha de la pantalla.

# alertControllerInvalidQueryTitle
source: Invalid Query
es_419: Búsqueda Inválida

# alertControllerInvalidQueryMsg
source: Your search must not be empty. Please insert a valid value in order to search a beer in your list of favorites.
es_419: La búsqueda no puede estar vacía. Favor de usar un valor válido para buscar la cerveza en tu lista de favoritas.

# noBeersFoundTitle
source: No Beers Found!
es_419: ¡Cervezas no encontradas!

# noBeersFoundMsg
source: Your favorite list of beers does not have any beer with the requested query, please try again with another name.
es_419: No se encontró ninguna cerveza en tu lista de favoritas con el nombre solicitado. Intenta de nuevo usando otro nombre, por favor.

# favBeerSaveObservationButtonTitle
source: Save observation
es_419: Guardar Observación

# alertControllerOpinionSavedTitle
source: Great!
es_419: ¡Grandioso!

# alertControllerOpinionSavedMsg
source: Your comment about this beer was successfully saved!
es_419: ¡Tu comentario acerca de esta cerveza se guardó exitosamente!
